"DST" = "Sommartid";
"STD" = "Standardtid";
"Loaded " = "Lästa ";
" deep space objects" = " rymdobjekt";
"Loading NV fragment program: " = "Läser NV-fragmentprogram: ";
"Error loading NV fragment program: " = "Fel vid läsning av NV-fragmentprogram: ";
"Error in fragment program " = "Fel i fragmentprogram ";
"Initializing NV fragment programs . . .\n" = "Initierar NV-fragmentprogram . . .\n";
"All NV fragment programs loaded successfully.\n" = "Alla NV-fragmentprogram lästa.\n";
"Initializing ARB fragment programs . . .\n" = "Initierar ARB-fragmentprogram . . .\n";
"Galaxy (Hubble type: %s)" = "Galax (Hubble-typ: %s)";
"Loading image from file " = "Läser bild från fil ";
": unrecognized or unsupported image file type.\n" = ": okänd eller ej stödd bildfilstyp.\n";
"Error opening image file " = "Fel vid öppning av bildfil ";
"Error: " = "Fel: ";
" is not a PNG file.\n" = " är ej en PNG-fil.\n";
"Error reading PNG image file " = "Fel vid läsning av PNG-bildfil ";
"Loading model: " = "Läser modell: ";
"   Model statistics: " = "   Modellstatistik: ";
" vertices, " = " vertex, ";
" primitives, " = " primitiver, ";
" materials " = " material ";
" unique)\n" = " unika)\n";
"Error loading model '" = "Fel vid inläsning av modell '";
"%s" = "%s";
"Error in .ssc file (line " = "Fel i .ssc-fil (rad ";
"parent body '" = "föräldrakropp '";
"' of '" = "' av '";
"' not found." = "' hittades ej.";
"warning duplicate definition of " = "varning för dubbla definitioner av ";
"bad alternate surface" = "felaktig alternativ yta";
"bad location" = "felaktig plats";
"' not found.\n" = "' hittades ej.\n";
"Bad header for cross index\n" = "Felaktigt huvud för korsindex\n";
"Bad version for cross index\n" = "Felaktig version för korsindex\n";
"Loading cross index failed at record " = "Läsning av korsindex misslyckades på post ";
"Bad spectral type in star database, star #" = "Felaktig spektraltyp i stjärndatabas, stjärna #";
" stars in binary database\n" = " stjärnor i binärdatabasen\n";
"Total star count: " = "Totalt antal stjärnor: ";
"Error in .stc file (line " = "Fel i .stc-fil (rad ";
"Invalid star: bad spectral type.\n" = "Ogiltig stjärna: felaktig spektraltyp.\n";
"Invalid star: missing spectral type.\n" = "Ogiltig stjärna: saknar spektraltyp.\n";
"Barycenter " = "Masscentrum ";
" does not exist.\n" = " finns ej.\n";
"Invalid star: missing right ascension\n" = "Ogiltig stjärna: saknar rektascension\n";
"Invalid star: missing declination.\n" = "Ogiltig stjärna: saknar deklination.\n";
"Invalid star: missing distance.\n" = "Ogiltig stjärna: saknar avstånd.\n";
"Invalid star: missing magnitude.\n" = "Ogiltig stjärna: saknar magnitud.\n";
"Invalid star: absolute (not apparent) magnitude must be specified for star near origin\n" = "Felaktig stjärna: absolut (ej apparent) magnitud måste anges för en stjärna nära ursprung\n";
"Creating tiled texture. Width=" = "Skapar rutad textur. Bredd=";
", max=" = ", max=";
"Creating ordinary texture: " = "Skapar vanlig textur: ";
"Loading NV vertex program: " = "Läser NV-vertexprogram: ";
"Error loading NV vertex program: " = "Fel vid läsning av NV-vertexprogram: ";
"Error in vertex program " = "Fel i vertexprogram ";
"Loading ARB vertex program: " = "Läser ARB-vertexprogram: ";
"Error loading ARB vertex program: " = "Fel vid inläsning av ARB-vertexprogram: ";
", line " = ", rad ";
"Initializing NV vertex programs . . .\n" = "Initierar NV-vertexprogram . . .\n";
"All NV vertex programs loaded successfully.\n" = "Alla NV-vertexprogram lästa.\n";
"Initializing ARB vertex programs . . .\n" = "Initierar ARB-vertexprogram . . .\n";
"All ARB vertex programs loaded successfully.\n" = "Alla ARB-vertexprogram lästa.\n";
"Error reading favorites file." = "Fel vid läsning av favoritfil.";
"Orientation: " = "Orientering: ";
"Error opening script file." = "Fel vid öppning av skriptfil.";
"Error opening script '%s'" = "Fel vid öppning av skript '%s'";
"Unknown error opening script" = "Okänt fel vid öppning av skript";
"Script coroutine initialization failed" = "Initiering av skriptets medrutin misslyckades";
"Invalid filetype" = "Ogiltig filtyp";
"Magnitude limit: %.2f" = "Magnitudgräns: %.2f";
"Markers enabled" = "Markörer aktiverade";
"Markers disabled" = "Markörer inaktiverade";
"Goto surface" = "Gå till yta";
"Alt-azimuth mode enabled" = "Alt-azimutläge aktiverat";
"Alt-azimuth mode disabled" = "Alt-azimutläge inaktiverat";
"Star style: fuzzy points" = "Visa stjärnor som: suddiga punkter";
"Star style: points" = "Visa stjärnor som: punkter";
"Star style: scaled discs" = "Visa stjärnor som: skalenliga skivor";
"Comet tails enabled" = "Kometsvansar aktiverade";
"Comet tails disabled" = "Kometsvansar inaktiverade";
"Render path: Basic" = "Renderingsläge: Enkel";
"Render path: Multitexture" = "Renderingsläge: Multitextur";
"Render path: NVIDIA combiners" = "Renderingsläge: NVIDIA-kombinerare";
"Render path: OpenGL vertex program" = "Renderingsläge: OpenGL-vertexprogram";
"Render path: NVIDIA vertex program and combiners" = "Renderingsläge: NVIDIA-vertexprogram och kombinerare";
"Render path: OpenGL vertex program/NVIDIA combiners" = "Renderingsläge: OpenGL-vertexprogram/NVIDIA-kombinerare";
"Render path: OpenGL 1.5 vertex/fragment program" = "Renderingsläge: OpenGL 1.5 vertex-/fragmentprogram";
"Render path: NVIDIA GeForce FX" = "Renderingsläge: NVIDIA GeForce FX";
"Render path: OpenGL 2.0" = "Renderingsläge: OpenGL 2.0";
"Auto-magnitude enabled" = "Automagnitud aktiverad";
"Auto-magnitude disabled" = "Automagnitud inaktiverad";
"Cancel" = "Avbryt";
"Time and script are paused" = "Tid och skript är pausade";
"Time is paused" = "Tiden är pausad";
"Resume" = "Återuppta";
"Light travel time:  %.4f yr " = "Ljusets restid:  %.4f år ";
"Light travel time:  %d min  %.1f s" = "Ljusets restid:  %d min  %.1f s";
"Light travel time:  %d h  %d min  %.1f s" = "Ljusets restid:  %d h  %d min  %.1f s";
"Light travel delay included" = "Fördröjning för ljusets resa inberäknad";
"Light travel delay switched off" = "Fördröjning för ljusets resa avstängd";
"Light travel delay ignored" = "Fördröjning för ljusets resa ignoreras";
"Using normal surface textures." = "Använder normala yttexturer.";
"Using limit of knowledge surface textures." = "Använder yttexturer utanför kunskapsgräns.";
"Follow" = "Följ";
"Time: Forward" = "Tid: Framåt";
"Time: Backward" = "Tid: Bakåt";
"Time rate" = "Tidsfrekvens";
"Sync Orbit" = "Synkronisera omloppsbana";
"Lock" = "Lås";
"Chase" = "Jaga";
"Auto magnitude limit at 45 degrees:  %.2f" = "Automagnitudgräns på 45 grader:  %.2f";
"Ambient light level:  %.2f" = "Nivå för omgivande ljus: %.2f";
"Light gain" = "Ljusförstärkning";
"Bloom enabled" = "Överstrålning aktiverad";
"Bloom disabled" = "Överstrålning inaktiverad";
"Exposure" = "Exponering";
"GL error: " = "GL-fel: ";
"View too small to be split" = "Vy för liten för att delas upp";
"Added view" = "Lade till vy";
"ly" = "lå";
"au" = "au";
" days" = " dagar";
" hours" = " timmar";
" minutes" = " minuter";
"Apparent diameter: " = "Apparent diameter: ";
"Apparent magnitude: " = "Apparent magnitud: ";
"Absolute magnitude: " = "Absolut magnitud: ";
"RA: " = "RA: ";
"Dec: " = "Dec: ";
"km" = "km";
"Distance: " = "Avstånd: ";
"Star system barycenter\n" = "Stjärnsystemets masscentrum\n";
"Abs (app) mag: %.2f (%.2f)\n" = "Abs (ungefärlig) mag: %.2f (%.2f)\n";
"Luminosity: " = "Ljusstyrka: ";
"x Sun" = "x Sol";
"Class: " = "Klass: ";
"Neutron star" = "Neutronstjärna";
"Black hole" = "Svart hål";
"Surface temp: " = "Yttemperatur: ";
"Radius: " = "Radie: ";
"Rsun" = "Rsol";
"Rotation period: " = "Rotationsperiod: ";
"Planetary companions present\n" = "Följeslagare till stjärnan finns\n";
"Distance from center: " = "Avstånd från centrum: ";
"Temperature: " = "Temperatur: ";
"Apparent mag: %.2f\n" = "Apparent mag: %.2f\n";
"  LT" = "  LT";
"Real time" = "Realtid";
"-Real time" = "-Realtid";
"Time stopped" = "Tid stoppad";
" faster" = " snabbare";
" slower" = " långsammare";
" (Paused)" = " (Pausad)";
"FPS: " = "FPS: ";
"\nSpeed: " = "\nHastighet: ";
" m/s" = " m/s";
" km/s" = " km/s";
" AU/s" = " AU/s";
" ly/s" = " lå/s";
"Travelling " = "Reser ";
"Track " = "Spåra ";
"Follow " = "Följ ";
"Sync Orbit " = "Synkronisera omloppsbana ";
"Lock " = "Lås";
"Chase " = "Jaga";
"FOV: " = "Synfält: ";
"Sun" = "Sol";
"Target name: " = "Målnamn: ";
" at " = " i ";
" fps" = " fps";
"  Recording" = "  Spelar in";
"  Paused" = "  Pausad";
"F11 Start/Pause    F12 Stop" = "F11 Start/Paus     F12 Stopp";
"Edit Mode" = "Redigeringsläge";
"Loading solar system catalog: " = "Läser solsystemskatalog: ";
"Loading " = "Läser ";
"License file 'License.txt' is missing!" = "Licensfil 'License.txt' saknas!";
"Error reading configuration file." = "Fel vid läsning av konfigurationsfil.";
"Initialization of SPICE library failed." = "Initiering av SPICE-biblioteket misslyckades.";
"Cannot read star database." = "Kan ej läsa stjärndatabas.";
"Error opening deepsky catalog file." = "Fel vid öppning av deep-sky-katalog ";
"Error opening solar system catalog.\n" = "Fel vid öppning av solsystemskatalog.\n";
"Error opening asterisms file." = "Fel vid öppning av asterismfil.";
"Error opening constellation boundaries files." = "Fel vid öppning av filer för begränsning av stjärnbilder.";
"render path: " = "renderingsläge: ";
"Failed to initialize renderer" = "Misslyckades med att initiera renderare";
"Error loading font; text will not be visible.\n" = "Fel vid läsning av typsnitt; text kommer ej att vara synlig.\n";
"Error reading cross index " = "Fel vid läsning av korsindex ";
"Loaded cross index " = "Läste in korsindex ";
"Error opening " = "Fel vid öppning av ";
"Error reading star names file\n" = "Fel vid läsning av stjärnnamnsfil\n";
"Error reading stars file\n" = "Fel vid läsning av stjärnfil\n";
"Error opening star catalog " = "Fel vid öppning av stjärnkatalog ";
"Error in creating ogg file %s for capture.\n" = "Fel vid skapande av ogg-filen %s för fångst.\n";
"Internal Ogg library error." = "Internt fel i Ogg-bibliotek.";
"OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n" = "OggTheoraCapture::start() - Theora-video: %s %.2f(%d/%d) fps kvalitet %d %dx%d position (%dx%d)\n";
"OggTheoraCapture::cleanup() - wrote %d frames\n" = "OggTheoraCapture::cleanup() - skrev %d frames\n";
"Settings" = "Inställningar";
"Vendor: " = "Tillverkare: ";
"Renderer: " = "Uppritare: ";
"Version: " = "Version: ";
"GLSL version: " = "GLSL-version: ";
"Max simultaneous textures: " = "Max samtidiga texturer: ";
"Max texture size: " = "Max texturstorlek: ";
"Max cube map size: " = "Max kubmappstorlek: ";
"Point size range: " = "Intervall för punktstorlek: ";
"Supported Extensions:" = "Utökningar som stöds:";
"Windowed Mode" = "Fönsterläge";
"Asteroids" = "Asteroider";
"Comets" = "Kometer";
"Invisibles" = "Osynliga";
"Moons" = "Månar";
"Planets" = "Planeter";
"Spacecraft" = "Rymdfarkost";
"Goto" = "Gå till";
"Follow" = "Följ";
"Sync Orbit" = "Synkronisera omloppsbana";
"Info" = "Info";
"Reference Vectors" = "Referensvektorer";
"Show Body Axes" = "Visa kroppsaxlar";
"Show Frame Axes" = "Visa ramaxlar";
"Show Sun Direction" = "Visa solriktning";
"Show Velocity Vector" = "Visa hastighetsvektor";
"Show Planetographic Grid" = "Visa planetografiskt rutnät";
"Show Terminator" = "Visa terminator";
"Satellites" = "Satelliter";
"Alternate Surfaces" = "Alternativa ytor";
"Orbiting Bodies" = "Himlakroppar i omloppsbana";
"Unmark" = "Avmarkera";
"Mark" = "Markera";
"Loading: " = "Läser: ";
"LANGUAGE" = "sv";
"WinLangID" = "41d";
"Copied URL" = "Kopierad URL";
"Loading URL" = "Läser url";
"Error opening script" = "Fel vid öppning av skript";
"Error loading script" = "Fel vid läsning av skript";
"Running script" = "Kör skript";
"Planet" = "Planet";
"Satellite" = "Satellit";
"Date" = "Datum";
"Start" = "Start";
"Duration" = "Längd";
"Earth" = "Jorden";
"Jupiter" = "Jupiter";
"Saturn" = "Saturnus";
"Uranus" = "Uranus";
"Neptune" = "Neptunus";
"Pluto" = "Pluto";
"Name" = "Namn";
"Distance (ly)" = "Avstånd (lj)";
"App. mag" = "App. mag";
"Abs. mag" = "Abs. mag";
"Type" = "Typ";
"Universal Time" = "Universaltid";
"Local Time" = "Lokal tid";
"Time Zone Name" = "Namn på tidszon";
"UTC Offset" = "Avvikelse från UTC";
"Celestial Browser" = "Himlabläddrare";
"Moon" = "Måne";
"Asteroid" = "Asteroid";
"Comet" = "Komet";
"Invisible" = "Osynlig";
"Barycenter" = "Masscentrum ";
"Small Body" = "Liten kropp";
"Dwarf Planet" = "Dvärgplanet";
"-" = "-";
"Eclipse Finder" = "Förmörkelsefinnare";
"Add Bookmark" = "Lägg till bokmärke";
"Add a bookmark for the current document" = "Lägg till ett bokmärke för aktuellt dokument";
"Add Relative Bookmark" = "Lägg till relativt bokmärke";
"Add a relative bookmark for the current document" = "Lägg till ett relativt bokmärke för aktuellt dokument";
"Add Settings Bookmark" = "Lägg till inställningsbokmärke";
"Add a settings bookmark for the current document" = "Lägg till ett inställningsbokmärke för aktuellt dokument";
"Edit your bookmark collection in a separate window" = "Redigera din bokmärkessamling i ett separat fönster";
"New Folder..." = "Ny mapp...";
"Create a new bookmark folder in this menu" = "Skapa en ny bokmärkesmapp i denna meny";
"Can't add bookmark with empty URL" = "Kan ej lägga till bokmärke med tom URL";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "Något verkar vara fel med din installation av Celestia. Katalogen för uppstartsbilder kunde ej hittas. \nUppstarten kommer att fortsätta men Celestia kommer antagligen att sakna vissa datafiler och fungerar kanske ej korrekt, vänligen kontrollera din installation.";
"Go to URL..." = "Gå till URL...";
"Go to Long/Lat..." = "Gå till Long/Lat...";
"Back" = "Bakåt";
"Forward" = "Framåt";
"Home" = "Hem";
"Bookmarks" = "Bokmärken";
"Full Screen" = "Helskärm";
"Copy URL" = "Kopiera URL";
"Set Time..." = "Ställ tid...";
"Set Time to Now" = "Ställ tid till nu";
"Accelerate Time" = "Accelerera tid";
"Decelerate Time" = "Sakta ner tid";
"Accelerate Time (x2)" = "Accelerera tid (x2)";
"Decelerate Time (/2)" = "Sakta ner tid (/2)";
"Pause Time" = "Pausa tid";
"Reverse Time" = "Omvänd tid";
"Split View Vertically" = "Dela vy vertikalt";
"Split View Horizontally" = "Dela vy horisontellt";
"Cycle View" = "Växla vy";
"Single View" = "Enkel vy";
"Delete View" = "Ta bort vy";
"Frames Visible" = "Synliga ramar";
"Active Frame Visible" = "Aktiva ramar synliga";
"Synchronize Time" = "Synkronisera tid";
"Alt-Azimuth Mode" = "Alt-Azimutläge";
"Go To Surface" = "Gå till yta";
"Show Stars" = "Visa stjärnor";
"Show Planets" = "Visa planeter";
"Show Galaxies" = "Visa galaxer";
"Show Globulars" = "Visa klotformiga stjärnhopar";
"Show Partial Trajectories" = "Visa partiella banor";
"Show Nebulae" = "Visa nebulosor";
"Show Open Clusters" = "Visa öppna stjärnhopar";
"Show Constellations" = "Visa stjärnbilder";
"Show CloudMaps" = "Visa molnkartor";
"Show Cloud Shadows" = "Visa molnskuggor";
"Show Orbits" = "Visa omloppsbanor";
"Show Asteroid Orbits" = "Visa asteroiders omloppsbanor";
"Show Comet Orbits" = "Visa kometers omloppsbanor";
"Show Moon Orbits" = "Visa månars omloppsbanor";
"Show Star Orbits" = "Visa omloppsbanor";
"Show Planet Orbits" = "Visa planeters omloppsbanor";
"Show Spacecraft Orbits" = "Visa rymdfarkosters omloppsbanor";
"Show Celestial Grid" = "Visa himlarutnät";
"Show Night Side Lights" = "Visa ljus på nattsidan";
"Show Markers" = "Visa markörer";
"Show Atmospheres" = "Visa atmosfärer";
"Show Smooth Orbit Lines" = "Visa mjuka omloppsbanor";
"Show Eclipse Shadows" = "Visa förmörkelseskuggor";
"Cycle Star Mode" = "Växla stjärnläge";
"Show Ring Shadows" = "Visa ringskuggor";
"Show Boundaries" = "Visa gränser";
"Auto Magnitudes" = "Automagnituder";
"Show Comet Tails" = "Visa kometsvansar";
"Show Star Labels" = "Visa etiketter på stjärnor";
"Show Planet Labels" = "Visa etiketter på planeter";
"Show Moon Labels" = "Visa etiketter på månar";
"Show Comet Labels" = "Visa etiketter på kometer";
"Show Constellation Labels" = "Visa etiketter på stjärnbilder";
"Constellation Labels in Latin" = "Stjärnbildsetiketter på latin";
"Show Galaxy Labels" = "Visa etiketter på galaxer";
"Show Globular Labels" = "Visa etiketter för klotformiga stjärnhopar";
"Show Nebula Labels" = "Visa etiketter på nebulosor";
"Show Open Cluster Labels" = "Visa etiketter för öppna stjärnhopar";
"Show Asteroid Labels" = "Visa etiketterpå asteroider";
"Show Spacecraft Labels" = "Visa etiketter på rymdfarkoster";
"Show Location Labels" = "Visa etiketter på platser";
"Display Local Time" = "Visa lokal tid";
"Show City Locations" = "Visa städers placering";
"Show Observatory Locations" = "Visa observatorieplatser";
"Show Landing Sites Locations" = "Visa platser för landningsplatser";
"Show Crater Locations" = "Visa kraterplatser";
"Show Mons Locations" = "Visa Monsplatser";
"Show Terra Locations" = "Visa Terraplatser";
"Show Vallis Locations" = "Visa Vallisplatser";
"Show Mare Locations" = "Visa Mareplatser";
"Show Other Locations" = "Visa övriga platser";
"Wireframe Mode" = "Trådramsläge";
"Center on Orbit" = "Centrera på omloppsbana";
"Basic" = "Enkel";
"Multitexture" = "Multitextur";
"NvCombiners" = "NvKombinerare";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvCombiner NvVP";
"NvCombiner ARBVP" = "NvCombiner ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0";
"Cycle OpenGL Render Path" = "Växla OpenGL-uppritningsläge";
"Sync framerate to video refresh rate" = "Synkronisera bildfrekvensen till skärmens uppdateringsfrekvens";
"Grab Image" = "Fånga bild";
"Capture Video" = "Fånga video";
"OpenGL info" = "OpenGL-info";
"Show Bookmark Toolbar" = "Visa verktygsrad för bokmärken";
"OpenGL Info" = "OpenGL-Info";
"UTC" = "UTC";
"This version of Celestia was not built with support for movie recording." = "Denna version av Celestia byggdes ej med stöd för fångst av video.";
"Go to URL" = "Gå till URL";
"Enter URL" = "Ange URL";
"Object: " = "Objekt: ";
"Longitude: " = "Longitud: ";
"East" = "Öst";
"West" = "Väst";
"Latitude: " = "Latitud: ";
"North" = "Nord";
"South" = "Syd";
"Altitude: " = "Höjd: ";
"Celestia encountered an error while processing your script" = "Celestia påträffade ett fel vid behandling av ditt skript";
"Celestia" = "Celestia";
"Use alternate configuration file" = "Använd alternativ konfigurationsfil";
"Use alternate installation directory" = "Använd alternativ installationskatalog";
"Use as additional \"extras\" directory" = "Använd ytterligare en \"extras\"-katalog";
"Start fullscreen" = "Starta helskärm";
"Disable splash screen" = "Inaktivera uppstartsbild";
"Start and go to url" = "Starta och gå till URL";
"_: NAME OF TRANSLATORS\\nYour names" = "Anders Pamdal\nDaniel Nylander\nTobias Svedberg";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "anders@pamdal.se\npo@danielnylander.se\nsleepylion@gmail.com";
"Celestia Preferences" = "Inställningar för Celestia";
"Rendering" = "Rendering";
"Show" = "Visa";
"Stars" = "Stjärnor";
"Galaxies" = "Galaxer";
"Nebulae" = "Nebulosor";
"Open Clusters" = "Öppna stjärnhopar";
"Atmospheres" = "Atmosfärer";
"Clouds" = "Moln";
"Cloud Shadows" = "Molnskuggor";
"Night Side Lights" = "Ljus på nattsidan";
"Eclipse Shadows" = "Förmörkelseskuggor";
"Comet Tails" = "Kometsvansar";
"Orbits" = "Omloppsbanor";
"Partial Trajectories" = "Partiella banor";
"Smooth Orbit Lines" = "Mjuka omloppsbanor";
"Celestial Grid" = "Himlarutnät";
"Constellations" = "Stjärnbilder";
"Markers" = "Markörer";
"Ring Shadows" = "Ringskuggor";
"Constellation Boundaries" = "Gränser för stjärnbilder";
"Orbits / Labels" = "Omloppsbanor / Etiketter";
"Labels" = "Etiketter";
"Constellations in Latin" = "Stjärnbilder på latin";
"Spacecrafts" = "Rymdfarkoster";
"Locations" = "Platser";
"Ambient Light" = "Omgivande ljus";
"Limiting Magnitude" = "Begränsa magnitud";
"Info Text" = "Infotext";
"Level: " = "Nivå: ";
"None" = "Ingen";
"Terse" = "Fåordig";
"Verbose" = "Informativ";
"Textures" = "Texturer";
"Resolution: " = "Upplösning: ";
"Low" = "Låg";
"Medium" = "Medel";
"High" = "Hög";
"Automatic FOV" = "Automatiskt synfält";
"Screen DPI: " = "Skärmens DPI: ";
"Viewing Distance (cm): " = "Visningsavstånd (cm): ";
"Cities" = "Städer";
"Observatories" = "Observatorier";
"Landing Sites" = "Landningsplatser";
"Craters" = "Kratrar";
"Mons" = "Mons";
"Terra" = "Terra";
"Vallis" = "Vallis";
"Mare" = "Mare";
"Other" = "Annan";
"Minimum Feature Size" = "Minimum funktionsstorlek";
"Date/Time" = "Datum/Tid";
"Display" = "Visa";
"Timezone: " = "Tidszon: ";
"Format: " = "Format: ";
"Local Format" = "Lokalt format";
"Set" = "Ställ in";
"Local Time is only supported for dates between 1902 and 2037.\n" = "Lokaltid stöds endast för datum mellan 1902 och 2037.\n";
"Julian Date: " = "Julianskt datum: ";
"Now" = "Nu";
"\nSelection: " = "\nVal: ";
"Include Light Travel Time" = "Inkludera ljusets restid";
"Ignore Light Travel Time " = "Ignorera ljusets restid ";
"OpenGL" = "OpenGL";
"Key Bindings" = "Tangentbindningar";
"<b>Unextended OpenGL 1.1</b>" = "<b>Ej utökad OpenGL 1.1</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>Multipla texturer och ARB_texenv_combine-utökning</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>NVIDIA-kombinerare, inga vertexprogram</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>ARB_texenv_DOT3-utökning, ARB_vertex_program-utökning</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>NVIDIA-kombinerare, NV_vertex_program-utökning</b><br> ger bumpmappning, ringskuggor och specular highlights på alla Geforce- eller ATI Radeon-grafikkort, även om NvKombinerare ARBVP är ett lite bättre alternativ för Geforce-användare";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>NVIDIA-kombinerare, ARB_vertex_program-utökning</b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "<b>ARB_fragment_program och ARB_vertex_program extensions</b><br>ger avancerade effekter på Geforce FX- och Radeon 9700-kort";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>NV_fragment_program- och ARB_vertex_program-utökningar</b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>OpenGL 2.0-skuggspråk</b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "Filen %1 finns ej, använder förvald konfigurationsfil %2/celestia.cfg";
"Directory %1 does not exist, using default %2" = "Katalogen %1 finns ej, använder förvald %2";
"Extras directory %1 does not exist" = "Katalogen för extrafiler %1 finns ej";
"Abs (app) mag: " = "Abs (ungefärlig) mag: ";
"Surface Temp: " = "Yttemperatur: ";
"Marked objects" = "Markerade objekt";
"Select" = "Välj";
"Center" = "Centrera";
"Synch Orbit" = "Synkronisera omloppsbana";
"Unmark All" = "Avmarkera alla";
"Diamond" = "Diamant";
"Triangle" = "Triangel";
"Square" = "Kvadrat";
"Filled Square" = "Fylld fyrkant";
"Plus" = "Plus";
"X" = "X";
"Left Arrow" = "Vänsterpil";
"Right Arrow" = "Högerpil";
"Up Arrow" = "Uppåtpil";
"Down Arrow" = "Nedåtpil";
"Circle" = "Cirkel";
"Disk" = "Disk";
"Normal" = "Normal";
"Small Bodies" = "Små kroppar";
"Dwarf Planets" = "Dvärgplaneter";
"Duration: %1" = "Längd: %1";
"Size: %1 MB" = "Storlek: %1 MB";
"Current size: %1 x %2" = "Aktuell storlek: %1 x %2";
"Current width: %1 x %2" = "Aktuell bredd: %1 x %2";
"Current height: %1 x %2" = "Aktuell höjd: %1 x %2";
"You must specify a file name." = "Du måste ange ett filnamn.";
"Error initializing movie capture." = "Fel vid initiering av videofångst.";
"Navigation" = "Navigering";
"Options" = "Alternativ";
"Objects" = "Objekt";
"OpenGL Render Path" = "OpenGL-uppritningsläge";
"Time" = "Tid";
"MultiView" = "Vyer";
"Main Toolbar" = "Huvudverktygsrad";
"Dist." = "Avstånd";
"App. Mag." = "App. Mag.";
"Abs. Mag." = "Abs. Mag.";
"With Planets" = "Med planeter";
"Brightest (Abs.)" = "Ljusstarkaste (Abs.)";
"Brightest (App.)" = "Ljusstarkaste (App.)";
"Nearest" = "Närmaste";
"Close" = "Stäng";
"Alt+C" = "Alt+C";
"Refresh" = "Uppdatera";
"End" = "Slut";
"Search parameters" = "Sökparametrar";
"Solar Eclipses" = "Solförmörkelser";
"On:" = "Den:";
"Moon Eclipses" = "Månförmörkelser";
"Search" = "Sök";
"To:" = "Till:";
"From:" = "Från:";
"Close" = "Stäng";
"Video Capture" = "Videofångst";
"Save As:" = "Spara som:";
"*.ogg" = "*.ogg";
"Aspect Ratio:" = "Bildformat:";
"Current" = "Aktuell";
"11:9" = "11:9";
"4:3" = "4:3";
"16:9" = "16:9";
"Image Size:" = "Bildstorlek:";
"Frame Rate:" = "Bildfrekvens:";
"Video Quality:" = "Videokvalitet:";
"Play Video when capture is done" = "Spela upp video när fångsten är klar";
"Usage" = "Användning";
"<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Note that resizing the main window will not be possible until the end of the capture</p>" = "<p>Tryck <b>F11</b> för att starta/pausa inspelningen<br>\nTryck <b>F12</b> för att stoppa</p>\n\n<p>Notera att ändring av huvudfönstrets storlek ej är möjlig till efter fångsten är klar</p>";
"OK" = "OK";
"Cancel" = "Avbryt";
"Mercury" = "Merkurius";
"Venus" = "Venus";
"Mars" = "Mars";
"Phobos" = "Phobos";
"Deimos" = "Deimos";
"Amalthea" = "Amalthea";
"Io" = "Io";
"Europa" = "Europa";
"Ganymede" = "Ganymede";
"Callisto" = "Callisto";
"Prometheus" = "Prometheus";
"Pandora" = "Pandora";
"Epimetheus" = "Epimetheus";
"Janus" = "Janus";
"Mimas" = "Mimas";
"Enceladus" = "Enceladus";
"Tethys" = "Tethys";
"Dione" = "Dione";
"Rhea" = "Rhea";
"Titan" = "Titan";
"Hyperion" = "Hyperion";
"Iapetus" = "Iapetus";
"Phoebe" = "Phobos";
"Miranda" = "Miranda";
"Ariel" = "Ariel";
"Umbriel" = "Umbriel";
"Titania" = "Titania";
"Oberon" = "Oberon";
"Larissa" = "Larissa";
"Proteus" = "Proteus";
"Triton" = "Triton";
"Nereid" = "Nereid";
"Pluto-Charon" = "Pluto-Charon";
"Charon" = "Charon";
"NORTH AMERICA" = "NORDAMERIKA";
"SOUTH AMERICA" = "SYDAMERIKA";
"EURASIA" = "EURASIEN";
"AFRICA" = "AFRIKA";
"AUSTRALIA" = "AUSTRALIEN";
"ANTARCTICA" = "ANTARKTIS";
"NORTH ATLANTIC OCEAN" = "NORDATLANTEN";
"SOUTH ATLANTIC OCEAN" = "SYDATLANTEN";
"NORTH PACIFIC OCEAN" = "NORRA STILLA HAVET";
"SOUTH PACIFIC OCEAN" = "SÖDRA STILLA HAVET";
"INDIAN OCEAN" = "INDISKA OCEANEN";
"ARCTIC OCEAN" = "NORRA ISHAVET";
"Milky Way" = "Vintergatan";
"SMC" = "SMC";
"LMC" = "LMC";
"Solar System Barycenter" = "Stjärnsystemets masscentrum";
"File" = "Arkiv";
"Open Script..." = "Öppna skript...";
"Scripts" = "Skript";
"Placeholder" = "Platshållare";
"Capture Image...\tF10" = "Fånga bild...\tF10";
"Capture Movie...\tShift+F10" = "Fånga film...\tShift+F10";
"Exit" = "Avsluta";
"Select Sol\tH" = "Välj sol\tH";
"Tour Guide..." = "Turnéguide...";
"Select Object..." = "Välj objekt...";
"Goto Object..." = "Gå till objekt...";
"Center Selection\tC" = "Centrera valt objekt\tC";
"Go to Selection\tG" = "Gå till valt objekt\tG";
"Follow Selection\tF" = "Följ valt objekt\tF";
"Sync Orbit Selection\tY" = "Synkronisera valets omloppsbana\tY";
"Track Selection\tT" = "Spåra valt objekt\tT";
"Solar System Browser..." = "Bläddra i solsystemet...";
"Star Browser..." = "Stjärnbläddrare...";
"Eclipse Finder" = "Hitta förmörkelse";
"Time" = "Tid";
"10x Faster\tL" = "10x snabbare\tL";
"10x Slower\tK" = "10x långsammare\tK";
"Freeze\tSpace" = "Frys\tBlanksteg";
"Reverse Time\tJ" = "Omvänd tid\tJ";
"Set Time..." = "Ställ in tid...";
"Show Local Time" = "Visa lokal tid";
"Render" = "Rita upp";
"Select Display Mode..." = "Välj visningsläge...";
"Toggle Full Screen\tAlt+Enter" = "Växla helskärm\tAlt+Enter";
"View Options..." = "Visningsalternativ...";
"Locations..." = "Platser...";
"More Stars Visible\t]" = "Fler synliga stjärnor\t]";
"Fewer Stars Visible\t[" = "Färre synliga stjärnor\t[";
"Auto Magnitude\tCtrl+Y" = "Automagnitud\tCtrl+Y";
"Star Style" = "Stjärnutseende";
"Fuzzy Points" = "Suddiga punkter";
"Points" = "Punkter";
"Scaled Discs" = "Nedskalade skivor";
"Ambient Light" = "Omgivande ljus";
"None" = "Ingen";
"Low" = "Låg";
"Medium" = "Medel";
"Texture Resolution" = "Texturens upplösning";
"High" = "Hög";
"Antialiasing\tCtrl+X" = "Kantutjämning\tCtrl+X";
"View" = "Visa";
"Split Horizontally\tCtrl+R" = "Dela vy horisontellt\tCtrl+R";
"Split Vertically\tCtrl+U" = "Dela vy vertikalt\tCtrl+U";
"Delete Active View\tDEL" = "Ta bort aktiv vy\tDEL";
"Single View\tCtrl+D" = "Enkel vy\tCtrl+D";
"Show Frames" = "Visa ramar";
"Synchronize Time" = "Synkronisera tid";
"Bookmarks" = "Bokmärken";
"Add Bookmarks..." = "Lägg till bokmärke...";
"Organize Bookmarks..." = "Organisera bokmärken...";
"Help" = "Hjälp";
"Run Demo" = "Kör demonstration";
"Controls" = "Kontroller";
"OpenGL Info" = "OpenGL-Info";
"License" = "Licens";
"About Celestia" = "Om Celestia";
"About Celestia" = "Om Celestia";
"OK" = "OK";
"Copyright (C) 2001-2009, Celestia Development Team" = "Copyright © 2001-2008, Celestias utvecklingsteam";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "Celestia är fri programvara och absolut ingen garanti gäller.";
"Authors" = "Upphovsmän";
"Chris Laurel" = "Chris Laurel";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Bob Ippolito";
"Vincent Giangiulio" = "Vincent Giangiulio";
"Select Object" = "Välj objekt";
"Object Name" = "Objektnamn";
"License" = "Licens";
"Celestia Controls" = "Kontrollera Celestia";
"OpenGL Driver Info" = "Info om OpenGL-drivrutin";
"Set Simulation Time" = "Ställ in simuleringstid";
"Time Zone: " = "Tidszon: ";
"Set To Current Time" = "Ställ in till aktuell tid";
"Add Bookmark" = "Lägg till bokmärke";
"Create in >>" = "Skapa i >>";
"New Folder..." = "Ny mapp...";
"Solar System Browser" = "Bläddra i stjärnsystemet";
"Solar System" = "Solsystemet";
"Go To" = "Gå till";
"Solar System Objects" = "Stjärnsystemobjekt";
"Star Browser" = "Stjärnbläddrare";
"Brightest" = "Ljusstarkast";
"With planets" = "Med planeter";
"Refresh" = "Uppdatera";
"Star Search Criteria" = "Kriteria för stjärnsökning";
"Maximum Stars Displayed in List" = "Maximalt antal stjärnor visade i lista";
"Tour Guide" = "Turnéguide";
"Go To" = "Gå till";
"Select your destination:" = "Välj ditt mål:";
"Go to Object" = "Gå till objekt";
"radii" = "radii";
"Object" = "Objekt";
"Long." = "Long.";
"Lat." = "Lat.";
"Distance" = "Avstånd";
"Size:" = "Storlek:";
"Frame rate:" = "Bildfrekvens:";
"Select Display Mode" = "Välj visningsläge";
"Resolution" = "Upplösning";
"View Options" = "Visningsalternativ";
"Globulars" = "Klotformiga stjärnhopar";
"Grids" = "Rutnät";
"Celestial" = "Celest";
"Horizontal" = "Horisontell";
"Galactic" = "Galaktisk";
"Ecliptic" = "Ekliptika";
"Minor Moons" = "Mindre månar";
"DSO Labels" = "DSO-etiketter";
"Diagrams" = "Diagram";
"Boundaries" = "Gränser";
"Latin Names" = "Latinska namn";
"Information Text" = "Informationstext";
"Filter Stars" = "Filtrera stjärnor";
"Montes (Mountains)" = "Montes (Berg)";
"Maria (Seas)" = "Maria (Hav)";
"Valles (Valleys)" = "Valles (Dalar)";
"Terrae (Land masses)" = "Terrae (Landmassa)";
"Volcanoes" = "Vulkaner";
"Other features" = "Övriga funktioner";
"Label Features" = "Etikettfunktioner";
"Show Features" = "Visa funktioner";
"Minimum Labeled Feature Size" = "Minsta objektsstorlek för visning av etiketter";
"Add New Bookmark Folder" = "Lägg till ny bokmärkesmapp";
"Folder Name" = "Mappnamn";
"Organize Bookmarks" = "Organisera bokmärken";
"Rename..." = "Byt namn...";
"Delete" = "Ta bort";
"Rename Bookmark or Folder" = "Byt namn på bokmärke eller mapp";
"New Name" = "Nytt namn";
"Compute" = "Beräkna";
"Set Date and Go to Planet" = "Ställ in datum och gå till planet";
"Lunar Eclipses" = "Månförmörkelser";
"Jan" = "Jan";
"Feb" = "Feb";
"Mar" = "Mar";
"Apr" = "Apr";
"May" = "Maj";
"Jun" = "Jun";
"Jul" = "Jul";
"Aug" = "Aug";
"Sep" = "Sep";
"Oct" = "Okt";
"Nov" = "Nov";
"Dec" = "Dec";
